{
  "pharmacy_or_doctor_name": "Dr. Y. Nagendar Rao",
  "address": "Plot # 89, Sardar Patel Colony, Tirumalgiri, Secunderabad-500 015",
  "rx_number": "none",
  "store_number": "8373",
  "medicines_names": [
    {
      "medicine_name": "Sizodon Plus",
      "description": "Sizodon Plus is a combination medicine primarily used in the treatment of schizophrenia, a mental disorder that can result in hallucinations or delusions, and bipolar disorder, which results in episodes of depression and mania. Sizodon Plus contains Risperidone and Trihexyphenidyl which work in synergy to restore the balance of certain natural substances (neurotransmitters) in the brain. Risperidone has antipsychotic properties that work by blocking the effects of dopamine, a chemical messenger involved in transmitting signals in the brain. On the other hand, Trihexyphenidyl controls muscle stiffness, sweating and salivation, and helps in the improvement of walking ability. The original dosage instruction for Sizodon Plus is to take one tablet in the morning and one at night. It can be taken with or without food but it is advised to take at the same time daily for better efficacy.\n\nPlease note that it's important to follow your healthcare provider's instructions as dosages often depend on the severity of the condition and the individual's response to the drug.",
      "qty": "none",
      "side_effects": "Like any medication, Sizodon Plus can have side effects. Common side effects may include dry mouth, constipation, weight gain, indigestion, blurred vision, and urinary retention. More serious side effects might include Neuroleptic Malignant Syndrome (symptoms may include fever, stiff muscles, confusion), tardive dyskinesia (a disorder that involves involuntary movements), and an allergic reaction characterized by itching, rash, swelling, severe dizziness, or trouble breathing.\n\nPlease note, this is not a comprehensive list of all possible side effects, and others may occur. Given the potential risk of side effects, always consult with your healthcare provider about any unusual or bothersome symptoms. Safe and effective use of medication is best achieved under the guidance of a medical professional.\n\nDISCLAIMER: This information is intended to aid in the safe and effective use of this medication. It is not a substitute for medical advice. Always consult your doctor or qualified healthcare practitioner before starting, changing, or ending any medical treatment."
    },
    {
      "medicine_name": "Qutipin",
      "description": "Qutipin, also known as Quetiapine, is a type of medication categorized under atypical antipsychotics. The goal of this medication is to maintain the balance of certain natural substances (serotonin and dopamine) in the brain. It is commonly used to treat mental/mood disorders such as schizophrenia, bipolar disorder, and sudden episodes of mania or depression in individuals with bipolar disorder. By helping to restore the balance of neurotransmitters in the brain, Qutipin can improve thinking, mood, and behavior overall. The original dosage instruction for Qutipin is 200mg, to be taken once at night.\n\nPlease note that the medication should only be taken as prescribed by your healthcare professional and the exact dosage can vary depending on the patient's personal health condition, age, and response to treatment.",
      "qty": "none",
      "side_effects": "Like all medication, Qutipin can potentially cause side effects. These might differ among individuals, and not everyone will experience them. Common side effects may include:\n1. Dizziness\n2. Light-headedness\n3. Drowsiness\n4. Tiredness \n5. Dry mouth\n6. Weight gain\n7. Stomach upset\n8. Constipation\n\nMore serious but rare side effects may include:\n1. Fainting\n2. Restlessness/constant need to move\n3. Shakiness (tremor)\n4. Difficulty swallowing\n5. Signs of infection (such as fever, persistent sore throat)\n6. Severe stomach/abdominal pain\n7. Persistent nausea/vomiting\n\nIn the unlikely event that you experience serious side effects, do not hesitate to seek immediate medical attention.\n\nRemember, it's important to consult your healthcare provider for comprehensive medical advice about side effects, potential risks, and other concerns related to the use of Qutipin. This information is intended to supplement, not substitute, the expertise and judgement of your healthcare provider."
    },
    {
      "medicine_name": "Ativan (Lorazepam)",
      "description": "Ativan, known generically as Lorazepam, is a medication primarily used to treat anxiety disorders by impacting the balance of natural chemicals in the brain. It is classified as a benzodiazepine, which are known for their calming effect. Lorazepam can help reduce your anxiety, help you sleep, make you feel more relaxed and decrease overly aggressive behavior. It may also be used to treat other conditions as determined by your healthcare provider. Your original dosage instruction states a 2mg dose, to be taken once a night. As with any medication, it is important to take Ativan exactly as prescribed by your healthcare provider. Do not adjust your dosage without professional medical advice. It's also essential to note that Ativan can cause physical and psychological dependence and should be used for short periods only unless specifically recommended by your healthcare provider.",
      "qty": "none",
      "side_effects": "Like all medications, Ativan/Lorazepam has potential side effects. Common ones can include drowsiness, dizziness, weakness, unsteadiness, depression, fatigue, memory impairment, and disorientation. Serious side effects are less common, but they can occur. They include: severe drowsiness or light-headedness, unusual changes in mood or behavior (such as aggression, sudden agitation or confusion), hallucinations, suicidal thoughts or actions, difficulty breathing or swallowing, a severe rash, and jaundice (yellowing of the skin or eyes). \n\nAlways monitor your body's reaction to a new medication and report any side effects to your healthcare provider. Keep in mind this is not a complete list of all possible side effects. This disclaimer advises that the information given should not be used for self-diagnosis or treatment planning. Always consult your healthcare provider or pharmacist for personalized medical advice. Decisions about medication should be made after an appropriate consultation with a healthcare professional. It's also important to remember that not every patient experiences all of the side effects, and some people may experience side effects not listed. The effects of medications on different individuals can vary significantly due to many factors."
    },
    {
      "medicine_name": "Rivotril 0.5mg (Clonazepam)",
      "description": "Rivotril, also known by its generic name Clonazepam, belongs to a class of medications called benzodiazepines. It works by enhancing the effect of a neurotransmitter called GABA in the brain. Neurotransmitters are chemicals that nerves in the brain use to communicate with each other. The enhanced GABA activity results in a reduction of nerve excitability. This yields several effects, including relief from anxiety and a calming effect. The medication is frequently used to treat seizure disorders, panic disorders, and for the short-term relief of symptoms of anxiety. Your original dosage instruction for Rivotril 0.5mg is to take one tablet at night, but it is always recommended to follow your healthcare provider's instructions.",
      "qty": "none",
      "side_effects": "While many people taking Rivotril do not experience serious side effects, they are a possibility. Common side effects include drowsiness, dizziness, weakness, unsteadiness, depression, loss of orientation, headache, and sleep disturbances. More serious side effects, though less common, include confusion, hallucinations, hyperactivity, agitation, hostility, anxiety, vivid dreams, and involuntary eye movements. In very rare circumstances, it can lead to respiratory problems, severe skin rash, trouble sleeping or thinking, and a loss of appetite. If you experience any of these serious side effects, or if the common side effects worsen, immediately contact your doctor or pharmacist.\n\nDisclaimer: This information does not encompass all possible side effects of Clonazepam and it should not replace any advice your healthcare provider has given you. It is important to use this medication as prescribed by your healthcare provider and consult them for any questions or concerns you may have about this medication."
    },
    {
      "medicine_name": "Serra",
      "description": "\"Serra\", also known as Serrapeptase, is an enzyme that comes from silkworms. It's often used as a dietary supplement and has gained prominence in the field of alternative medicine to aid various bodily processes. Serrapeptase is believed to work by breaking down proteins in the body, therefore helping to reduce inflammation and swelling, promote tissue repair and improve circulation. \n\nThe original dosage instruction for Serra (Serrapeptase) is 50mg to be taken once at night. This dosage should not be increased or decreased unless upon the instruction of a healthcare provider.\n\nPlease note that while Serra (Serrapeptase) is recognized for its potential benefits, its effectiveness and side effects may vary from person to person. It is crucial that you consult with a healthcare provider before starting a new treatment, even one that is considered natural or over the counter.",
      "qty": "none",
      "side_effects": "Common side effects of Serra (Serrapeptase) may include:\n\n1. Mild stomach discomfort\n2. Nausea\n3. Bloating\n\nSerious side effects may include:\n\n1. Allergic reaction (rare): difficulty breathing, swelling of your face/lips/tongue/throat, hives.\n2. Bleeding: coughing up blood, vomit that looks like coffee grounds, unusually heavy periods, blood in urine or stools, bleeding from wounds.\n\nPlease note that this list of side effects may not be complete, and other side effects can occur. Each individual may react differently to medications. If you experience any unlisted side effects, or if your condition worsens, seek immediate medical attention. Always consult your healthcare provider for personalized medical advice about side effects.\n\nDISCLAIMER: \nThis information does not substitute for professional medical advice, diagnosis, or treatment. Always consult your healthcare provider for personalized health information. Do not ignore or delay obtaining professional medical advice because of information accessed here."
    }
  ]
}